Repository: Graham-72/email
Catalog: translations/*.po
Languages: nl

source: "%mail" is not a valid email address
nl: "%mail" is geen valide e-mailadres

source: Default email link
nl: Standaard e-maillink

source: Email contact form
nl: E-mailcontactformulier

source: Email SpamSpan
nl: E-mailadres via SpamSpan

source: Text field
nl: Tekstveld

source: Size of textfield
nl: Maat van het tekstveld

source: "Size" must be a positive integer.
nl: "Size" moet een unsigned integer zijn.

source: Email Contact Form
nl: E-mailcontactformulier

source: You cannot send more than %number messages per hour. Please try again later.
nl: Je kunt niet meer dan %number berichten per uur verzenden. Probeer het later opnieuw.

source: Your name
nl: Uw naam

source: Your e-mail address
nl: Jouw e-mailadres

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Send e-mail
nl: E-mail verzenden

source: You must enter a valid e-mail address.
nl: Je moet een valide e-mailadres invoeren.

source: The subject cannot contain linebreaks.
nl: Het onderwerp moet op één regel passen.

source: %name-from sent an e-mail at %form.
nl: %name-from verzond een e-mail van %form.

source: Your message has been sent.
nl: Je bericht is verzonden.

source: @name sent a message using the contact form at @node.
nl: @name verzond een e-mail via het contactformulier op @node.

source: Raw email address
nl: Ongeformatteerd e-mailadres

source: Formatted email address
nl: Geformatteerd e-mailadres

source: Defines an email field type for cck
nl: Levert een e-mailveld voor CCK
